tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "llama.cpp"
brew "nano"
brew "node"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
cask "claude-code"
cask "cursor"
cask "font-martian-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "telegram-desktop"
vscode "mvllow.rose-pine"
vscode "svelte.svelte-vscode"
vscode "thang-nm.flow-icons"
